Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_READ_ONLY_MODE
source: This answer cannot be modified.
ar: لا يمكن تعديل هذه الإجابة.
ca: Aquesta resposta no es pot modificar.
cs: Tuto odpověď nelze změnit.
da: Dette svar kan ikke ændres.
de: Diese Antwort kann nicht geändert werden.
el: Δεν είναι δυνατή η τροποποίηση αυτής της απάντησης.
es: Esta respuesta no puede modificarse.
es_419: No se puede modificar esta respuesta.
fi: Tätä vastausta ei voida muuttaa.
fr: Cette réponse ne peut pas être modifiée.
fr_ca: Impossible de modifier cette réponse.
he: לא ניתן לשנות את התשובה הזאת.
hi: इस उत्तर को संशोधित नहीं किया जा सकता है।
hr: Ovaj odgovor se ne može promijeniti.
hu: Ez a válasz nem módosítható.
id: Jawaban ini tidak dapat dimodifikasi.
it: La risposta non può essere modificata.
ja: この答えは変更できません。
ko: 이 대답을 수정할 수 없습니다.
ms: Jawapan ini tidak boleh diubah suai.
nb: Dette svaret kan ikke endres.
nl: Dit antwoord kan niet worden gewijzigd.
pl: Nie można modyfikować tej odpowiedzi.
pt: Esta resposta não pode ser modificada.
pt_pt: Esta resposta não pode ser alterada.
ro: Acest răspuns nu poate fi modificat.
ru: Этот ответ нельзя изменить.
sk: Túto odpoveď nie je možné upraviť.
sv: Det här svaret kan inte ändras.
sw: Jibu hili haliwezi kubadilishwa.
th: ไม่สามารถแก้ไขคำตอบนี้ได้
tr: Bu yanıt değiştirilemiyor.
uk: Цю відповідь неможливо змінити.
vi: Không thể sửa đổi câu trả lời này.
zh_cn: 此答案无法修改。
zh_hk: 無法修改此答案。
zh_tw: 這個答案無法修改。

# BUTTON_SAVE
source: Save
ar: حفظ
ca: Desar
cs: Uložit
da: Arkiver
de: Sichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Arkiver
nl: Bewaar
pl: Zachowaj
pt: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sv: Spara
sw: Hifadhi
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_cn: 存储
zh_hk: 儲存
zh_tw: 儲存

# BUTTON_SKIP
source: Skip
ar: تخطي
ca: Ometre
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
es_419: Omitir
fi: Ohita
fr: Ignorer
fr_ca: Ignorer
he: דלג
hi: स्किप करें
hr: Preskoči
hu: Kihagyás
id: Lewati
it: Ignora
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Sla over
pl: Pomiń
pt: Ignorar
pt_pt: Ignorar
ro: Omiteți
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
sw: Ruka
th: ข้าม
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_cn: 跳过
zh_hk: 略過
zh_tw: 略過

# BUTTON_SKIP_QUESTION
source: Skip this question
ar: تخطي هذا السؤال
ca: Ometre aquesta pregunta
cs: Tuto otázku přeskočit
da: Spring dette spørgsmål over
de: Frage überspringen
el: Παράλειψη αυτής της ερώτησης
es: Omitir esta pregunta
es_419: Omitir esta pregunta
fi: Ohita tämä kysymys
fr: Ignorer cette question
fr_ca: Ignorer cette question
he: דלג על שאלה זו
hi: यह प्रश्न स्किप करें
hr: Preskoči ovo pitanje
hu: A kérdés kihagyása
id: Lewati pertanyaan ini
it: Ignora la domanda
ja: この質問をスキップ
ko: 이 질문 건너뛰기
ms: Langkau soalan ini
nb: Hopp over spørsmålet
nl: Sla deze vraag over
pl: Pomiń to pytanie
pt: Ignorar esta pergunta
pt_pt: Passar à pergunta seguinte
ro: Omiteți această întrebare
ru: Пропустить этот вопрос
sk: Preskočiť túto otázku
sv: Hoppa över denna fråga
sw: Ruka swali hili
th: ข้ามคำถามนี้
tr: Bu soruyu atla
uk: Пропустити питання
vi: Bỏ qua câu hỏi này
zh_cn: 跳过此问题
zh_hk: 略過此問題
zh_tw: 略過此問題

# BUTTON_START_TIMER
source: Start Timer
ar: بدء تشغيل المؤقت
ca: Iniciar el temporitzador
cs: Spustit odpočet
da: Start stopur
de: Timer starten
el: Έναρξη χρονοδιακόπτη
es: Activar temporizador
es_419: Activar temporizador
fi: Käynnistä ajastin
fr: Lancer le minuteur
fr_ca: Démarrer le minuteur
he: הפעל את שעון העצר
hi: टाइमर प्रारंभ करें
hr: Pokreni brojač
hu: Időzítő indítása
id: Mulai Timer
it: Avvia il timer
ja: タイマーを開始
ko: 타이머 시작
ms: Mulakan Pemasa
nb: Start tidtaker
pl: Włącz stoper
pt: Iniciar Timer
pt_pt: Iniciar relógio
ro: Porniți temporizatorul
ru: Запустить таймер
sk: Spustiť časovač
sv: Starta timern
sw: Anzisha Kipima Muda
th: เริ่มจับเวลา
tr: Sayacı Başlat
uk: Запустити таймер
vi: Bắt đầu Hẹn giờ
zh_cn: 启动定时器
zh_hk: 開始計時器
zh_tw: 啟動計時器

# CAMERA_UNAVAILABLE_MESSAGE
source: Camera not available in split screen.
ar: الكاميرا غير متوفرة في العرض المقسم.
ca: La càmera no està disponible amb la pantalla dividida.
cs: Fotoaparát není na rozdělené obrazovce k dispozici.
da: Kamera ikke tilgængeligt på delt skærm.
de: Kamera in der geteilten Darstellung nicht verfügbar.
el: Η κάμερα δεν διατίθεται στην Προβολή διαίρεσης.
es: Cámara no disponible en pantalla dividida.
es_419: No se puede usar la cámara con la pantalla dividida.
fi: Kamera ei ole käytettävissä jaetulla näytöllä.
fr: Appareil photo non disponible en plein écran.
fr_ca: Caméra indisponible en écran scindé.
he: המצלמה אינה זמינה במסך מפוצל.
hi: स्प्लिट स्क्रीन में कैमरा उपलब्ध नहीं है।
hr: Kamera nije dostupna u razdvojenom zaslonu.
hu: A kamera nem érhető el osztott képernyős nézetben.
id: Kamera tidak tersedia dalam layar terpisah.
it: Fotocamera non disponibile in modalità “Vista suddivisa”.
ja: 分割画面ではカメラを使用できません。
ko: 분할된 화면에서는 카메라를 사용할 수 없습니다.
ms: Kamera tidak tersedia dalam skrin terpisah.
nb: Kameraet er ikke tilgjengelig på delt skjerm.
nl: Camera niet beschikbaar in gedeeld scherm.
pl: Kamera niedostępna na ekranie podzielonym.
pt: A câmera não está disponível na tela dividia.
pt_pt: A câmara não está disponível em ecrã dividido.
ro: Camera nu este disponibilă în ecranul divizat.
ru: Камера недоступна в разделенном экране.
sk: Kamera nie je dostupná v režime rozdelenej obrazovky.
sv: Kamera inte tillgänglig i delad skärm.
sw: Kamera haipatikani kwenye skrini iliyogawanyika.
th: ไม่สามารถใช้งานกล้องในหน้าจอแบบแยกได้
tr: Bölünmüş ekranda Kamera kullanılamıyor.
uk: На розділеному екрані Камера недоступна.
vi: Camera không có sẵn trong chế độ màn hình tách rời.
zh_cn: 相机在拆分屏幕中不可用。
zh_hk: 分割螢幕無法使用相機。
zh_tw: 分割螢幕無法使用相機。

# CAPTURE_BUTTON_CAPTURE_IMAGE
source: Capture Image
ar: التقاط صورة
ca: Capturar la imatge
cs: Pořídit obrázek
da: Tag billede
de: Bild aufnehmen
el: Καταγραφή εικόνας
es: Capturar imagen
es_419: Capturar imagen
fi: Kaappaa kuva
fr: Capturer l’image
fr_ca: Capturer l’image
he: צלם תמונה
hi: छवि कैप्चर करें
hr: Snimi sliku
hu: Kép készítése
id: Ambil Gambar
it: Scatta foto
ja: イメージを取り込む
ko: 이미지 캡처
ms: Tangkap Imej
nb: Ta bilde
nl: Leg afbeelding vast
pl: Zarejestruj obraz
pt: Capturar Imagem
pt_pt: Capturar imagem
ro: Capturați imaginea
ru: Захват изображения
sk: Zachytiť obrázok
sv: Spara bild
sw: Piga Picha
th: จับภาพ
tr: Görüntü Yakala
uk: Зробити знімок
vi: Chụp Ảnh
zh_cn: 捕捉图像
zh_hk: 截取圖案
zh_tw: 擷取影像

# CAPTURE_BUTTON_CAPTURE_VIDEO
source: Start Recording
ar: بدء التسجيل
ca: Iniciar la gravació
cs: Začít nahrávat
da: Start optagelse
de: Aufnahme starten
el: Έναρξη εγγραφής
es: Iniciar grabación
es_419: Iniciar grabación
fi: Aloita tallentaminen
fr: Lancer l’enregistrement
fr_ca: Lancer l’enregistrement
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
hr: Započni snimati
hu: Felvétel indítása
id: Mulai Merekam
it: Avvia registrazione
ja: 録画を開始
ko: 녹화 시작
ms: Mula Merakam
nb: Start opptak
nl: Start opname
pl: Rozpocznij nagrywanie
pt: Iniciar Gravação
pt_pt: Iniciar gravação
ro: Porniți înregistrarea
ru: Начать запись
sk: Spustiť nahrávanie
sv: Starta inspelning
sw: Anza Kurekodi
th: เริ่มอัด
tr: Kaydı Başlat
uk: Почати запис
vi: Bắt đầu Ghi
zh_cn: 开始录制
zh_hk: 開始錄音
zh_tw: 開始錄音

# CAPTURE_BUTTON_RECAPTURE_IMAGE
source: Recapture Image
ar: إعادة التقاط الصورة
ca: Tornar a capturar la imatge
cs: Pořídit obrázek znovu
da: Tag billede igen
de: Bild erneut aufnehmen
el: Επανάληψη καταγραφής εικόνας
es: Volver a capturar imagen
es_419: Recapturar imagen
fi: Kaappaa kuva uudelleen
fr: Recapturer l’image
fr_ca: Recapturer l’image
he: צלם תמונה שוב
hi: छवि पुनः कैप्चर करें
hr: Ponovno snimi sliku
hu: Kép készítése újra
id: Ambil Ulang Gambar
it: Scatta altra foto
ja: 再度イメージを取り込む
ko: 이미지 다시 캡처
ms: Tangkap Semula Imej
nb: Ta nytt bilde
nl: Leg afbeelding opnieuw vast
pl: Zarejestruj obraz ponownie
pt: Recapturar Imagem
pt_pt: Voltar a capturar imagem
ro: Recapturați imaginea
ru: Повторный захват изображения
sk: Znovu zachytiť obrázok
sv: Spara bild igen
sw: Piga Picha Tena
th: จับภาพอีกครั้ง
tr: Görüntüyü Yeniden Yakala
uk: Зробити знімок ще раз
vi: Chụp lại Ảnh
zh_cn: 重新捕捉图像
zh_hk: 重新截取圖案
zh_tw: 重新擷取影像

# CAPTURE_BUTTON_RECAPTURE_VIDEO
source: Recapture Video
ar: إعادة التقاط الفيديو
ca: Tornar a capturar el vídeo
cs: Znovu nahrát video
da: Optag video igen
de: Video erneut aufnehmen
el: Εκ νέου καταγραφή βίντεο
es: Volver a capturar vídeo
es_419: Recapturar video
fi: Kaappaa video uudelleen
fr: Recapturer la vidéo
fr_ca: Recapturer la vidéo
he: צלם/י את הסרט מחדש
hi: वीडियो पुनः कैप्चर करें
hr: Ponovno snimi video
hu: Videó ismételt rögzítése
id: Ambil Ulang Video
it: Riacquisisci video
ja: 再度ビデオを取り込む
ko: 비디오 다시 캡처
ms: Rakam Semula Video
nb: Spill inn video på nytt
nl: Leg video opnieuw vast
pl: Zarejestruj wideo ponownie
pt: Recapturar Vídeo
pt_pt: Voltar a filmar
ro: Recapturați clipul video
ru: Снять видео еще раз
sk: Znovu zachytiť video
sv: Spela in video igen
sw: Rekodi Video Tena
th: ถ่ายวิดีโออีกครั้ง
tr: Videoyu Yeniden Yakala
uk: Зняти відео ще раз
vi: Quay lại Video
zh_cn: 重新采集视频
zh_hk: 重新截取影片
zh_tw: 重新擷取影像

# CAPTURE_BUTTON_STOP_CAPTURE_VIDEO
source: Stop Recording
ar: إيقاف التسجيل
ca: Aturar la gravació
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufnahme stoppen
el: Διακοπή εγγραφής
es: Detener grabación
es_419: Detener grabación
fi: Lopeta tallentaminen
fr: Arrêter l’enregistrement
fr_ca: Arrêter l’enregistrement
he: הפסק הקלטה
hi: रिकॉर्डिंग रोकें
hr: Zaustavi snimanje
hu: Felvétel leállítása
id: Berhenti Merekam
it: Interrompi registrazione
ja: 録画を停止
ko: 녹화 중단
ms: Henti Merakam
nb: Stopp opptak
nl: Stop opname
pl: Zatrzymaj nagrywanie
pt: Parar Gravação
pt_pt: Parar gravação
ro: Opriți înregistrarea
ru: Остановить запись
sk: Zastaviť nahrávanie
sv: Stoppa inspelning
sw: Simamisha Kurekodi
th: หยุดอัด
tr: Kaydı Durdur
uk: Зупинити запис
vi: Dừng Ghi
zh_cn: 停止录制
zh_hk: 停止錄影
zh_tw: 停止錄影

# CAPTURE_ERROR_CAMERA_NOT_FOUND
source: No camera found. This step cannot be completed.
ar: لم يتم العثور على كاميرا. لا يمكن إكمال هذه الخطوة.
ca: No s’ha trobat cap càmera. Aquest pas no es pot completar.
cs: Fotoaparát nebyl nalezen. Tento krok nelze dokončit.
da: Intet kamera fundet. Dette trin kan ikke gennemføres.
de: Keine Kamera gefunden. Dieser Schritt kann nicht abgeschlossen werden.
el: Δεν βρέθηκε κάμερα. Δεν είναι δυνατή η ολοκλήρωση αυτού του βήματος.
es: No se ha encontrado ninguna cámara. Este paso no se puede completar.
es_419: No se encontraron cámaras. Este paso no se puede finalizar.
fi: Kameraa ei löydy. Tätä vaihetta ei voida suorittaa.
fr: Aucun appareil photo n’a été trouvé. Cette étape ne peut être effectuée.
fr_ca: Caméra introuvable. Cette étape n’a pas pu être achevée.
he: לא נמצאה מצלמה. לא ניתן להשלים שלב זה.
hi: कोई कैमरा नहीं मिला। यह चरण पूरा नहीं किया जा सकता है।
hr: Kamera nije pronađena. Korak se ne može dovršiti.
hu: Nem található kamera. Ezt a lépést nem lehet végrehajtani.
id: Kamera tidak ditemukan. Langkah ini tidak dapat diselesaikan.
it: Fotocamera non trovata. Non è possibile completare l'operazione.
ja: カメラが見つからないため、この手順を完了できません。
ko: 카메라를 찾을 수 없습니다. 이 단계를 완료할 수 없습니다.
ms: Tiada kamera ditemui. Langkah ini tidak boleh dilengkapkan.
nb: Finner ikke kamera. Trinnet kunne ikke fullføres.
nl: Geen camera gevonden. Deze stap kan niet worden voltooid.
pl: Nie znaleziono aparatu. Nie można wykonać kroku.
pt: Nenhuma câmera encontrada. Não foi possível concluir esta etapa.
pt_pt: Nenhuma câmara encontrada. Não foi possível concluir este passo.
ro: Nicio cameră găsită. Această etapă nu poate fi finalizată.
ru: Камера не найдена. Невозможно завершить этот шаг.
sk: Nenašla sa žiadna kamera. Tento krok nebude možné dokončiť.
sv: Ingen kamera hittades. Steget kan inte slutföras.
sw: Hakuna kamera iliyopatikana. Hatua hii haiwezi kukamilika.
th: ไม่พบกล้อง ไม่สามารถทำให้ขั้นตอนนี้เสร็จสมบูรณ์
tr: Kamera bulunamadı. Bu adım tamamlanamıyor.
uk: Камери не знайдено. Неможливо виконати цей крок.
vi: Không tìm thấy camera nào. Không thể hoàn thành bước này.
zh_cn: 未找到相机。此步骤无法完成。
zh_hk: 找不到相機，無法完成此步驟。
zh_tw: 找不到相機。無法完成此步驟。

# CAPTURE_ERROR_CANNOT_WRITE_FILE
source: The captured image could not be saved.
ar: لا يمكن حفظ الصورة الملتقطة.
ca: No s’ha pogut desar la imatge capturada.
cs: Pořízený obrázek se nepodařilo uložit.
da: Billedet kunne ikke arkiveres.
de: Das aufgenommene Bild konnte nicht gesichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της καταγραμμένης εικόνας.
es: No se ha podido guardar la imagen capturada.
es_419: No se pudo guardar la imagen capturada.
fi: Kaapattua kuvaa ei voitu tallentaa.
fr: L’image capturée n’a pas pu être enregistrée.
fr_ca: L’image capturée n’a pas pu être enregistrée.
he: לא ניתן היה לשמור את התמונה שצולמה.
hi: कैप्चर की गई छवि सहेजी नहीं जा सकी।
hr: Snimljena slika ne može se spremiti.
hu: Az elkészített képet nem sikerült menteni.
id: Gambar yang diambil tidak dapat disimpan.
it: L'immagine acquisita non può essere salvata.
ja: 取り込んだイメージを保存できませんでした。
ko: 캡처한 이미지를 저장할 수 없습니다.
ms: Imej yang ditangkap tidak dapat disimpan.
nb: Bildet kunne ikke arkiveres.
nl: De vastgelegde afbeelding kan niet worden bewaard.
pl: Nie można było zachować zarejestrowanego obrazu.
pt: A imagem capturada não pôde ser salva.
pt_pt: Não foi possível guardar a imagem capturada.
ro: Imaginea capturată nu a putut fi salvată.
ru: Не удается сохранить полученное изображение.
sk: Zachytený obrázok sa nepodarilo uložiť.
sv: Bilden kunde inte sparas.
sw: Picha iliyopigwa haiwezi kuhifadhiwa.
th: รูปภาพที่จับภาพไว้บันทึกไม่ได้
tr: Yakalanan görüntü kaydedilemedi.
uk: Не вдається зберегти зроблений знімок.
vi: Không thể lưu hình ảnh đã chụp.
zh_cn: 无法存储捕捉的图像。
zh_hk: 無法儲存截取的圖案。
zh_tw: 無法儲存擷取的影像。

# CAPTURE_ERROR_NO_OUTPUT_DIRECTORY
source: No output directory was specified for captured images.
ar: لم يتم تحديد دليل إخراج للصور الملتقطة.
ca: No s’ha especificat cap directori de sortida per a les imatges capturades.
cs: Nebyl určen žádný výstupní adresář pro pořízené obrázky.
da: Der blev ikke anført noget resultatbibliotek til billederne.
de: Es wurde kein Ausgabeverzeichnis für aufgenommene Bilder festgelegt.
el: Δεν καθορίστηκε κατάλογος εξόδου για καταγραμμένες εικόνες.
es: No se ha especificado ningún directorio de salida para las imágenes capturadas.
es_419: No se especificó un directorio de salida para las imágenes capturadas.
fi: Kaapatuille kuville ei ole määritetty kohdehakemistoa.
fr: Aucun répertoire de sortie n’a été spécifié pour les images capturées.
fr_ca: Aucun répertoire de sortie n’a été spécifié pour les images capturées.
he: לא צוינה ספריית פלט עבור התמונות שצולמו.
hi: कैप्चर की गई छवियों के लिए कोई आउटपुट निर्देशिका निर्दिष्ट नहीं की गई थी।
hr: Nije naveden izlazni direktorij za snimljene slike.
hu: Az elkészített képekhez nem lett megadva kimeneti könyvtár.
id: Tidak ada direktori output yang ditentukan untuk gambar yang diambil.
it: Non è stata specificata nessuna directory di output per le immagini acquisite.
ja: 取り込んだイメージの出力ディレクトリが指定されていません。
ko: 캡처한 이미지를 위한 출력 디렉토리가 지정되지 않았습니다.
ms: Tiada direktori output ditentukan untuk imej yang ditangkap.
nb: Du har ikke angitt en katalog for bildene du tar.
nl: Er is geen uitvoermap voor vastgelegde afbeeldingen opgegeven.
pl: Nie wskazano katalogu wyjściowego dla zarejestrowanych obrazów.
pt: Não foi especificado um diretório de saída para imagens capturadas.
pt_pt: Não foi especificado nenhum diretório de saída para as imagens capturadas.
ro: Nu a fost specificat un director de ieșire pentru imaginile capturate.
ru: Не указана папка для сохранения полученных изображений.
sk: Pre zachytené obrázky nebol uvedený žiadny cieľový priečinok.
sv: Ingen utmatningskatalog har angetts för de sparade bilderna.
sw: Hakuna saraka ya matokeo iliyobainishwa kwa picha zilizonaswa.
th: ไม่ได้ระบุสารบบผลลัพธ์ไว้สำหรับรูปภาพที่จับภาพ
tr: Yakalanan görüntülerin kaydedileceği bir dizin belirtilmemiş.
uk: Для зроблених знімків не вказано вихідного каталогу.
vi: Không có thư mục đầu ra nào được chỉ định cho hình ảnh được chụp.
zh_cn: 未指定捕捉图像的输出目录。
zh_hk: 未指定截取圖案的輸出目錄。
zh_tw: 尚未指定擷取影像的輸出目錄。

# CAPTURE_ERROR_NO_PERMISSIONS
source: In order to complete this step, allow this app access to the camera in Settings.
ar: لإكمال هذه الخطوة، اسمح لهذا التطبيق بالوصول إلى الكاميرا في الإعدادات.
ca: Per completar aquest pas, permet que aquesta app tingui accés a la càmera a Configuració.
cs: Před dokončením tohoto kroku musíte v Nastavení povolit této aplikaci přístup k fotoaparátu.
da: For at kunne gennemføre dette trin skal du give denne app adgang til kameraet i Indstillinger.
de: Erlaube der App in den Einstellungen Zugriff auf die Kamera, um diesen Schritt abzuschließen.
el: Για να ολοκληρώσετε αυτό το βήμα, επιτρέψτε σε αυτήν την εφαρμογή να προσπελάζει την κάμερα στις Ρυθμίσεις.
es: Para completar este paso, ve a Ajustes para conceder a la app acceso a la cámara.
es_419: Para finalizar este paso, permite el acceso de la app a la cámara en Configuración.
fi: Jotta tämä vaihe voidaan suorittaa, anna Asetuksissa tälle ohjelmalle käyttöoikeus kameraan.
fr: Afin d’effectuer cette étape, autorisez cette app à accéder à l’appareil photo dans Réglages.
fr_ca: Afin de conclure cette étape, autorisez cette app à accéder à la caméra dans Réglages.
he: על-מנת לסיים שלב זה, אפשר/י ליישום זה לגשת למצלמה שלך ב״הגדרות״.
hi: इस चरण को पूरा करने के लिए “सेटिंग्ज़” में इस ऐप को कैमरे तक पहुँच प्रदान करें।
hr: Za dovršetak ovog koraka, u Postavkama dopustite aplikaciji pristup kameri.
hu: A lépés végrehajtásához a Beállításokban engedélyezze az alkalmazás számára, hogy hozzáférjen a kamerához.
id: Untuk menyelesaikan langkah ini, izinkan app ini untuk mengakses kamera di Pengaturan.
it: Per completare l'operazione, consenti a questa app di accedere alla fotocamera in Impostazioni.
ja: この手順を完了するには、“設定”でこのAppがカメラにアクセスすることを許可してください。
ko: 이 단계를 완료하려면 설정에서 이 App이 카메라에 접근할 수 있도록 허용하십시오.
ms: Untuk melengkapkan langkah ini, benarkan app ini mengakses kamera dalam Seting.
nb: For å fullføre trinnet må du først gi appen tilgang til kameraet i Innstillinger.
nl: Om deze stap te voltooien, moet je in Instellingen deze app toegang tot de camera geven.
pl: Aby wykonać ten krok, przejdź do Ustawień i daj tej aplikacji dostęp do aparatu.
pt: Para concluir esta etapa, permita que este aplicativo acesse a câmera, em Ajustes.
pt_pt: Para completar este passo, permita que esta aplicação aceda à câmara nas Definições.
ro: Pentru a finaliza această etapă, acordați acestei aplicații acces la cameră în Configurări.
ru: Для выполнения этого шага необходимо в Настройках разрешить этой программе доступ к камере.
sk: Ak chcete dokončiť tento krok, v Nastaveniach povoľte tejto aplikácii prístup ku kamere.
sv: För att slutföra det här steget måste du ge denna app tillgång till kameran i Inställningar.
sw: Ili kukamilisha hatua hii, ruhusu programu hii kuwa na uwezo wa kupata kamera katika Mipangilio.
th: อนุญาตให้แอพนี้เข้าถึงกล้องได้ในการตั้งค่าเพื่อทำขั้นตอนนี้ให้เสร็จสมบูรณ์
tr: Bu adımı tamamlamak için Ayarlar'da bu uygulamanın kameraya erişimine izin verin.
uk: Щоб завершити цей крок, надайте цій програмі доступ до камери в Параметрах.
vi: Để hoàn thành bước này, hãy cho phép ứng dụng này truy cập camera trong Cài đặt.
zh_cn: 为了完成此步骤，请在“设置”中允许本应用程序访问相机。
zh_hk: 如要完成此步驟，請前往「設定」以允許此 App 使用相機。
zh_tw: 為了完成此步驟，請在「設定」中允許此 App 取用相機。

# CHART_NO_DATA_TEXT
source: No Data
ar: لا توجد بيانات
ca: Sense dades
cs: Žádná data
da: Ingen data
de: Keine Daten
el: Δεν υπάρχουν δεδομένα
es: No hay datos
es_419: Sin datos
fi: Ei dataa
fr: Aucune donnée
fr_ca: Aucune donnée
he: אין נתונים
hi: कोई डेटा नहीं
hr: Bez podataka
hu: Nincs adat
id: Tidak Ada Data
it: Nessun dato
ja: データなし
ko: 데이터 없음
ms: Tiada Data
nb: Ingen data
nl: Geen gegevens
pl: Brak danych
pt: Nenhum Dado
pt_pt: Sem dados
ro: Nu există date
ru: Нет данных
sk: Žiadne dáta
sv: Inga data
sw: Hakuna Data
th: ไม่มีข้อมูล
tr: Veri Yok
uk: Немає даних
vi: Không có Dữ liệu
zh_cn: 无数据
zh_hk: 沒有數據
zh_tw: 沒有資料

# CONFIRM_PASSWORD_ERROR_MESSAGE
source: Passwords do not match.
ar: كلمتا السر غير متطابقتين.
ca: Les contrasenyes no coincideixen.
cs: Hesla se neshodují.
da: Adgangskoder er forskellige.
de: Die Passwörter stimmen nicht überein.
el: Τα συνθηματικά δεν ταιριάζουν.
es: Las contraseñas no coinciden.
es_419: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
fr: Les mots de passe sont différents.
fr_ca: Les mots de passe sont différents.
he: הסיסמאות לא היו זהות.
hi: पासवर्ड मेल नहीं खा रहे हैं।
hr: Lozinke nisu iste.
hu: A jelszavak nem egyeznek meg.
id: Kata sandi tidak cocok.
it: Le password non coincidono.
ja: パスワードが一致しません。
ko: 암호가 일치하지 않습니다.
ms: Kata laluan tidak sepadan.
nb: Passordene er ikke like.
nl: De wachtwoorden komen niet overeen.
pl: Hasła są niezgodne.
pt: As senhas não coincidem.
pt_pt: As palavras‑passe não coincidem.
ro: Parolele nu coincid.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sv: Lösenorden stämmer inte överens.
sw: Nywila hazifanani.
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor.
uk: Паролі не збігаються.
vi: Các mật khẩu không khớp.
zh_cn: 密码不匹配。
zh_hk: 密碼不符。
zh_tw: 密碼不符。

# CONFIRM_PASSWORD_FORM_ITEM_PLACEHOLDER
source: Enter password again
ar: أدخل كلمة السر مرة أخرى
ca: Torna a escriure la contrasenya
cs: Zadejte heslo ještě jednou
da: Skriv adgangskoden igen
de: Erneut versuchen
el: Εισαγάγετε πάλι το συνθηματικό
es: Introduce de nuevo la contraseña
es_419: Vuelve a ingresar la contraseña
fi: Syötä salasana uudelleen
fr: Saisir à nouveau le mot de passe
fr_ca: Entrer à nouveau le mot de passe
he: הקש/י את הסיסמה שוב
hi: पासवर्ड पुनः दर्ज करें
hr: Ponovno unesite lozinku
hu: Jelszó ismételt megadása
id: Masukkan kata sandi lagi
it: Inserisci di nuovo la password
ja: パスワードを再入力
ko: 암호 다시 입력
ms: Masukkan kata laluan sekali lagi
nb: Oppgi passordet igjen
nl: Herhaal wachtwoord
pl: Powtórz hasło
pt: Digite a senha novamente
pt_pt: Volte a digitar a palavra‑passe
ro: Introduceți din nou parola
ru: Введите пароль снова
sk: Znovu zadajte heslo
sv: Ange lösenordet igen
sw: Weka nywila tena
th: ป้อนรหัสผ่านอีกครั้ง
tr: Parolayı yeniden girin
uk: Введіть пароль ще раз
vi: Nhập lại mật khẩu
zh_cn: 再次输入密码
zh_hk: 請再次輸入密碼
zh_tw: 再次輸入密碼

# CONFIRM_PASSWORD_FORM_ITEM_TITLE
source: Confirm
ar: تأكيد
ca: Confirmar
cs: Potvrzení
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
es_419: Confirmar
fi: Vahvista
fr: Confirmer
fr_ca: Confirmer
he: אשר/י
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
nb: Bekreft
nl: Herhaal
pl: Potwierdź
pt: Confirmar
pt_pt: Confirmar
ro: Confirmați
ru: Подтверждение
sk: Potvrdiť
sv: Bekräfta
sw: Thibitisha
th: ยืนยัน
tr: Doğrula
uk: Підтвердити
vi: Xác nhận
zh_cn: 确认
zh_hk: 確認
zh_tw: 確認

# CONSENT_DOC_LINE_DATE
source: Date
ar: التاريخ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
es_419: Fecha
fi: Päivämäärä
he: תאריך
hi: तिथि
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
nb: Dato
nl: Datum
pl: Data
pt: Data
pt_pt: Data
ro: Data
ru: Дата
sk: Dátum
sv: Datum
sw: Tarehe
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_cn: 日期
zh_hk: 日期
zh_tw: 日期
